tap "amar1729/formulae"
tap "chef/chef"
tap "chrokh/tap"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "filosottile/gomod"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joemiller/taps"
tap "koekeishiya/formulae"
tap "reviewdog/tap"
tap "salesforce/policy_sentry", "https://github.com/salesforce/policy_sentry"
tap "vmware-tanzu/carvel"
tap "weaveworks/tap"
tap "webframp/osxsec"
tap "webframp/tap"
brew "adr-tools"
brew "antibody"
brew "aspell"
brew "automake"
brew "aws-iam-authenticator"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bison"
brew "blueutil"
brew "broot"
brew "libffi"
brew "checkov"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "dbus", restart_service: true
brew "direnv"
brew "dos2unix"
brew "dotnet"
brew "editorconfig"
brew "exa"
brew "fd"
brew "libtool"
brew "gnutls"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "helm"
brew "ncurses"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "hyperkit"
brew "jq"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "languagetool"
brew "libgccjit"
brew "libressl"
brew "libvterm"
brew "libyaml"
brew "lsof"
brew "make"
brew "mas"
brew "minikube"
brew "mkcert"
brew "mkvtoolnix"
brew "mr"
brew "mtr"
brew "mysql-client"
brew "neofetch"
brew "nmap"
brew "node"
brew "nvm"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pipenv"
brew "pngpaste"
brew "podman"
brew "proselint"
brew "pstree"
brew "pulumi"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "s3cmd"
brew "semgrep"
brew "shellcheck"
brew "spotify-tui"
brew "spotifyd"
brew "terraform"
brew "texinfo"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tokei"
brew "urlview"
brew "vale"
brew "vault"
brew "watch"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "xsv"
brew "yq"
brew "zbar"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zshdb"
brew "amar1729/formulae/browserpass"
brew "cmacrae/formulae/spacebar"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-vscode-icon", "with-native-comp", "with-no-titlebar"]
brew "filosottile/gomod/brew-gomod"
brew "joemiller/taps/vault-token-helper"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "reviewdog/tap/reviewdog"
brew "salesforce/policy_sentry/policy_sentry"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/ytt"
brew "webframp/tap/ec2instanceconnect"
brew "webframp/tap/pass-update"
cask "alacritty"
cask "alfred"
cask "backblaze"
cask "balenaetcher"
cask "blockblock"
cask "calibre"
cask "chef-workstation"
cask "docker"
cask "dropbox"
cask "eqmac"
cask "firefox"
cask "font-sacramento"
cask "grandperspective"
cask "handbrake"
cask "inkscape"
cask "insomnia"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "knockknock"
cask "krisp"
cask "lens"
cask "lockrattler"
cask "lulu"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "overkill"
cask "oversight"
cask "ransomwhere"
cask "signal"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "taskexplorer"
cask "teamviewer"
cask "unshaky"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
cask "zwift"
mas "Affinity Designer", id: 824171161
mas "DXF Viewer Pro", id: 1093799308
mas "GarageBand", id: 682658836
mas "GIF Keyboard", id: 1043270657
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LightBlue", id: 639944780
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "MODALapp", id: 1187314855
mas "Moodle Desktop", id: 1255924440
mas "NetSpot", id: 514951692
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Poolsuite FM", id: 1514817810
mas "Star Realms", id: 1066107760
mas "Steam Link", id: 1246969117
mas "Swiftify for Xcode", id: 1183412116
mas "Tailscale", id: 1475387142
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
