# -*- mode: sh -*-
robbyrussell/oh-my-zsh path:plugins/chruby
robbyrussell/oh-my-zsh path:plugins/rust
robbyrussell/oh-my-zsh path:plugins/cargo
webyneter/docker-aliases
rawkode/zsh-docker-run
mafredri/zsh-async
rupa/z
jwilm/alacritty path:extra/completions kind:fpath
zsh-users/zsh-completions path:src kind:fpath
zsh-users/zsh-autosuggestions

willghatch/zsh-cdr
zsh-users/zaw
webframp/zsh-zaw-redmine

## Prompt
romkatv/powerlevel10k

## Syntax highlighting - load last!
zsh-users/zsh-syntax-highlighting
