tap "chef/chef"
tap "crisidev/chunkwm"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "versent/taps"
tap "weaveworks/tap"
tap "webframp/gitlab"
tap "webframp/osxsec"
cask "java"
brew "ansible"
brew "archey"
brew "autoconf"
brew "automake"
brew "avrdude", args: ["HEAD", "with-libhid"]
brew "python"
brew "awscli"
brew "azure-cli"
brew "binwalk"
brew "cocoapods"
brew "cookiecutter"
brew "cowsay"
brew "csvkit"
brew "go"
brew "dep"
brew "dependency-check"
brew "direnv"
brew "docker", link: false
brew "dos2unix"
brew "envchain"
brew "exa"
brew "ffmpeg"
brew "flake8"
brew "fpp"
brew "git"
brew "gnupg"
brew "haskell-stack"
brew "homeshick"
brew "htop"
brew "hub"
brew "ispell"
brew "jfrog-cli-go"
brew "jq"
brew "node"
brew "jsonlint"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "libtool"
brew "mas"
brew "mr"
brew "nikto"
brew "nmap"
brew "packer"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "poppler"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "shellcheck"
brew "source-highlight"
brew "spark"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "urlview"
brew "vault"
brew "volatility"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlformat"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "habitat-sh/habitat/hab"
brew "versent/taps/saml2aws"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "amethyst"
cask "avira-antivirus"
cask "backblaze"
cask "bitbar"
cask "blockblock"
cask "bloodhound"
cask "dhs"
cask "docker"
cask "dotnet"
cask "dotnet-sdk"
cask "emacs"
cask "etcher"
cask "fastlane"
cask "font-hack"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "handbrake"
cask "keybase"
cask "knockknock"
cask "microsoft-teams"
cask "minikube"
cask "neo4j"
cask "ngrok"
cask "oversight"
cask "powershell"
cask "ransomwhere"
cask "rq"
cask "sekey"
cask "signal"
cask "skype-for-business"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "steam"
cask "taskexplorer"
cask "timer"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vmware-horizon-client"
cask "whatsapp"
cask "chef/chef/chefdk"
cask "webframp/gitlab/gitlab-lab"
cask "webframp/osxsec/lockrattler"
cask "webframp/osxsec/systhist"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "LightBlue", id: 639944780
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "NetSpot", id: 514951692
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
