tap "chef/chef"
tap "chrokh/tap"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "getantibody/tap"
tap "habitat-sh/habitat"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jmacdonald/amp"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "versent/taps"
tap "weaveworks/tap"
tap "webframp/gitlab"
tap "webframp/osxsec"
tap "zaquestion/tap"
brew "antiword"
brew "archey"
brew "aspell"
brew "autoconf"
brew "automake"
brew "avrdude", args: ["HEAD", "with-libhid"]
brew "aws-iam-authenticator", link: false
brew "gdbm"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "bat"
brew "binwalk"
brew "bison"
brew "libffi"
brew "calicoctl"
brew "chruby"
brew "cocoapods"
brew "consul"
brew "consul-template"
brew "cookiecutter"
brew "cowsay"
brew "csvkit"
brew "dash"
brew "go"
brew "dep"
brew "dependency-check"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dos2unix"
brew "editorconfig"
brew "envchain"
brew "exa"
brew "ffmpeg"
brew "flake8"
brew "fluxctl"
brew "fpp"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "mono"
brew "gitversion"
brew "glances"
brew "gnu-tar"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "haskell-stack"
brew "homeshick", args: ["with-fish"]
brew "ncurses"
brew "htop"
brew "hub"
brew "hugo"
brew "ispell"
brew "jfrog-cli-go"
brew "jq"
brew "node"
brew "jsonlint"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "kustomize"
brew "languagetool"
brew "lastpass-cli"
brew "libyaml"
brew "mas"
brew "mkcert"
brew "mr"
brew "mysql-client"
brew "mysql@5.6"
brew "nikto"
brew "nmap"
brew "opa"
brew "packer"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "proselint"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "s3cmd"
brew "shellcheck"
brew "ship"
brew "source-highlight"
brew "spark"
brew "starship"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "travis"
brew "urlview"
brew "vault"
brew "vdirsyncer"
brew "volatility"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "xmlformat"
brew "yamllint"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-modern-icon", "with-no-titlebar", "without-spacemacs-icon"]
brew "getantibody/tap/antibody"
brew "habitat-sh/habitat/hab"
brew "instrumenta/instrumenta/conftest"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/chunkwm", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "versent/taps/saml2aws"
brew "weaveworks/tap/eksctl"
brew "zaquestion/tap/lab"
cask "alfred"
cask "avira-antivirus"
cask "backblaze"
cask "balenaetcher"
cask "bitbar"
cask "blockblock"
cask "bloodhound"
cask "calibre"
cask "dhs"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "edex-ui"
cask "etcher"
cask "fastlane"
cask "flux"
cask "font-firacode-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "grandperspective"
cask "handbrake"
cask "java"
cask "keybase"
cask "keycastr"
cask "knockknock"
cask "krisp"
cask "lunchy"
cask "mactex"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "neo4j"
cask "ngrok"
cask "overkill"
cask "oversight"
cask "powershell"
cask "ransomwhere"
cask "rq"
cask "sekey"
cask "signal"
cask "skype-for-business"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "steam"
cask "taskexplorer"
cask "timer"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-horizon-client"
cask "whatsapp"
cask "zoomus"
cask "chef/chef/chef-workstation"
cask "webframp/osxsec/lockrattler"
cask "webframp/osxsec/systhist"
mas "DXF Viewer Pro", id: 1093799308
mas "GarageBand", id: 682658836
mas "GIF Keyboard", id: 1043270657
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "LightBlue", id: 639944780
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "NetSpot", id: 514951692
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Swiftify for Xcode", id: 1183412116
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
