tap "crisidev/chunkwm"
tap "homebrew/core"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "habitat-sh/habitat"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "archey"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "binwalk"
brew "cocoapods"
brew "csvkit"
brew "direnv"
brew "docker", link: false
brew "dos2unix"
brew "exa"
brew "ffmpeg"
brew "flake8"
brew "fpp"
brew "git"
brew "gnupg"
brew "homeshick"
brew "htop"
brew "ispell"
brew "jq"
brew "node"
brew "jsonlint"
brew "kubernetes-cli"
brew "kops"
brew "lastpass-cli"
brew "libtool"
brew "mas"
brew "nikto"
brew "nmap"
brew "packer"
brew "pass"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "shellcheck"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "urlview"
brew "volatility"
brew "wget"
brew "xmlformat"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "crisidev/chunkwm/chunkwm", args: ["with-logging", "with-purify"]
brew "habitat-sh/habitat/hab"
brew "koekeishiya/formulae/skhd"
cask "alfred"
cask "amethyst"
cask "avira-antivirus"
cask "blockblock"
cask "chefdk"
cask "docker"
cask "emacs"
cask "google-chrome"
cask "keybase"
cask "kitty"
cask "knockknock"
cask "microsoft-teams"
cask "minikube"
cask "oversight"
cask "powershell"
cask "ransomwhere"
cask "rq"
cask "sekey"
cask "signal"
cask "skype-for-business"
cask "sonic-pi"
cask "spotify"
cask "steam"
cask "taskexplorer"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "vmware-horizon-client"
cask "whatsapp"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-meslo-for-powerline"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 1295203466
mas "NetSpot", id: 514951692
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
